/* 
  Localizable.strings
  HWSensors

  Created by kozlek on 24/02/12.
  Copyright (c) 2012 Natan Zalkin <natan.zalkin@me.com>. All rights reserved.
*/

"hwmonitor" = "HWMonitor icon";
"thermometer" = "Thermometer icon";
"temperatures" = "Temperature icon";
"hddtemperatures" = "HDD icon";
"ssdlife" = "SSD icon";
"multipliers" = "Microchip icon";
"frequencies" = "Frequency icon";
"tachometers" = "Tachometer icon";
"voltages" = "Voltage icon";
"pcicard" = "Device icon";
"video" = "Graphics card icon";
"CPUFan" = "CPU Fan";
"CPUFan2" = "CPU Fan №2";
"PowerFan" = "Power Fan";
"SystemFan1" = "System Fan №1";
"SystemFan2" = "System Fan №2";
"AuxFan" = "Auxiliary Fan";
"AuxFan2" = "Auxiliary Fan №2";
"MB Fan 0" = "Mainboard Fan 1";
"MB Fan 1" = "Mainboard Fan 2";
"MB Fan 2" = "Mainboard Fan 3";
"MB Fan 3" = "Mainboard Fan 4";
"MB Fan 4" = "Mainboard Fan 5";
"GPU Fan" = "GPU Fan";
"GPU Fan 1" = "GPU 2 Fan";
"GPU Fan 2" = "GPU 3 Fan";
"GPU Fan 3" = "GPU 4 Fan";
"CPU_MEM" = "CPU/Memory Fan";
"IO" = "Expansion Fan";
"EXHAUST" = "Exhaust Fan";
"PS" = "Power Supply Fan";
"Main" = "Main Fan";
"ODD" = "Optical Drive Fan";
"HDD" = "Hard Drives Fan";